Repository: Glavotaner/python-django-payrollapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hr

source: Name
hr: Naziv

source: From pay
hr: Iz plaće

source: Retired
hr: Umirovljeno

source: Contribution
hr: Doprinos

source: Contributions
hr: Doprinosi

source: Rate
hr: Stopa

source: Valid from
hr: Vrijedi od

source: Contribution rate
hr: Stopa doprinosa

source: Contribution rates
hr: Stope doprinosa

source: Model mark
hr: Oznaka modela

source: Contributions model
hr: Model doprinosa

source: Contributions models
hr: Modeli doprinosa

source: Base deductible
hr: Osnovni odbitak

source: Personal deductible coef
hr: Koeficijent osobnog odbitka

source: Dependent deductible coef
hr: Koeficijent odbitka za uzdržavanu osobu

source: Dependent deductible coefficient
hr: Koeficijent odbitka za uzdržavanu osobu

source: First child
hr: Prvo dijete

source: Second child
hr: Drugo dijete

source: Third child
hr: Treće dijete

source: Fourth child
hr: Četvrto dijete

source: Fifth child
hr: Peto dijete

source: Sixth child
hr: Šesto dijete

source: Seventh child
hr: Sedmo dijete

source: Eighth child
hr: Osmo dijete

source: Ninth child
hr: Deveto dijete

source: Multiplication coef
hr: Koeficijent za više djece

source: Disabled dependent
hr: Koeficijent za uzdržavanu osobu s invaliditetom

source: 100% disabled dependent
hr: Koeficijent za uzdržavanu osobu sa 100% invaliditetom

source: Deductibles model
hr: Model odbitaka

source: Deductibles models
hr: Modeli odbitaka

source: Year
hr: Godina

source: Month
hr: Mjesec

source: Total hours
hr: Ukupni sati

source: Hour fund
hr: Fond sati

source: Hour funds
hr: Fondovi sati

source: Hour type name
hr: Naziv vrste sata

source: Hour type
hr: Vrsta sata

source: Hour coefficient
hr: Koeficijent sata

source: Hour type coef.
hr: Koeficijent vrste sata

source: Hour type coefs.
hr: Koeficijent vrsta sati

source: Reimbursement name
hr: Naziv naknade

source: Reimbursement
hr: Naknada

source: Reimbursements
hr: Naknade

source: Amount
hr: Iznos

source: Reimbursement value
hr: Vrijednost naknade

source: Reimbursement values
hr: Vrijednosti naknada

source: Amount from
hr: Iznos od

source: Amount to
hr: Iznos do

source: Tax rate
hr: Stopa poreza

source: Tax model
hr: Porezni model

source: Tax models
hr: Porezni modeli

source: Tax break name
hr: Naziv porezne olakšice

source: Tax brackets
hr: Porezni razredi

source: Personal data
hr: Osobni podaci

source: Address and contact data
hr: Adresa i kontakt podaci

source: Payment info
hr: Podaci o plaćanju

source: Employment data
hr: Podaci o zaposlenju

source: Child in line
hr: Dijete po redu

source: Dependent of
hr: Uzdržavan od

source: Dependent
hr: Uzdržavana osoba

source: Dependents
hr: Uzdržavane osobe

source: Number of children
hr: Broj djece

source: Number of dependents
hr: Broj uzdržavanih osoba

source: Number of disabled dependents
hr: Broj uzdržavanih osoba s invaliditetom

source: Number of 100% disabled dependents
hr: Broj uzdržavanih osoba sa 100% invaliditetom

source: First employment
hr: Prvo zaposlenje

source: First employment with company
hr: Prvo zaposlenje u grupi

source: Employee since
hr: Zaposlen od

source: Bank
hr: Banka

source: Protected account bank
hr: Banka zaštićenog računa

source: Contract
hr: Ugovor

source: Employee
hr: Zaposlenik

source: Employees
hr: Zaposlenici

source: None
hr: Nema

source: PID
hr: OIB

source: First name
hr: Ime

source: Last name
hr: Prezime

source: Date of birth
hr: Datum rođenja

source: Disability
hr: Invaliditet

source: Person
hr: Osoba

source: Persons
hr: Osobe

source: Contract type
hr: Vrsta ugovora

source: Position
hr: Radno mjesto

source: Multiplier
hr: Koeficijent

source: Start date
hr: Datum početka

source: Expiration date
hr: Datum isteka

source: Contracts
hr: Ugovori

source: Indefinite
hr: Neodređeno

source: Contract type name
hr: Naziv vrste ugovora

source: Contract types
hr: Vrste ugovora

source: Position name
hr: Naziv radnog mjesta

source: Salary
hr: Bruto plaća

source: Positions
hr: Radna mjesta

source: Accounted period data
hr: Podaci o obračunskom razdoblju

source: Accounted hours data
hr: Podaci o obračunatim satima

source: Employee and labour data
hr: Podaci o zaposleniku i radu

source: Payroll
hr: Plaća

source: Contribution amount
hr: Iznos doprinosa

source: Contribution amounts
hr: Iznosi doprinosa

source: Labour
hr: Rad

source: Hour type amount
hr: Količina vrste sata

source: Hour type amounts
hr: Količine vrsta sati

source: Regular hours
hr: Redovni sati

source: Labour data
hr: Podaci o radu

source: Accounting counter
hr: Brojač obračuna

source: Date of accounting
hr: Datum obračuna

source: Work data
hr: Podaci o radu

source: Valid contributions
hr: Aktualni doprinosi

source: Wage
hr: Satnica

source: Gross salary
hr: Bruto plaća

source: Contributions base
hr: Osnovica za doprinose

source: Total contributions out-of-pay
hr: Ukupni doprinosi iz plaće

source: Income
hr: Dohodak

source: Personal deductible amount
hr: Iznos osobnog odbitka

source: Dependents deductible amount
hr: Iznos odbitaka uzdržavanih osoba

source: Children deductible amount
hr: Iznos odbitaka za djecu

source: Disabled dependents deductible amount
hr: Iznos odbitaka za uzdržavane osobe s invaliditetom

source: 100% disabled dependents deductible amount
hr: Iznos odbitaka za uzdržavane osobe sa 100% invaliditetom

source: Total deductibles amount
hr: Ukupni doprinosi

source: Tax base
hr: Porezna osnovica

source: Income tax amount
hr: Iznos poreza na dohodak

source: City tax amount
hr: Iznos prireza porezu na dohodak

source: Total tax amount
hr: Ukupni iznos poreza

source: Net salary
hr: Neto plaća

source: Reimbursements total
hr: Ukupno naknade

source: Other contributions total
hr: Ukupno ostali doprinosi

source: Labour cost
hr: Trošak poslodavca

source: Payrolls
hr: Plaće

source: Reimbursement amount
hr: Iznos naknade

source: Reimbursement amounts
hr: Iznosi naknada

source: Contributions minimal base
hr: Minimalna osnovica za doprinose

source: Contributions maximum base
hr: Maksimalna osnovica za doprinose

source: Minimum wage
hr: Minimalna plaća

source: Wage parameters
hr: Parametri plaće

source: City data
hr: Podaci o gradu

source: Tax data
hr: Podaci o porezu

source: Bank data
hr: Podaci o banci

source: Street name
hr: Naziv ulice

source: Street number
hr: Kućni broj

source: City name
hr: Naziv grada

source: Address
hr: Adresa

source: Addresses
hr: Adrese

source: Bank name
hr: Naziv banke

source: Banks
hr: Banke

source: Postal code
hr: Poštanski broj

source: City tax rate
hr: Stopa prireza

source: City
hr: Grad

source: Cities
hr: Gradovi

source: Croatian
hr: Hrvatski

source: English
hr: Engleski
